tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "bash-completion"
brew "composer"
brew "dnsmasq", restart_service: true
brew "git"
brew "git-extras"
brew "mackup"
brew "mas"
brew "mysql@5.7", restart_service: true, link: true
brew "nginx", restart_service: true
brew "php", restart_service: true, link: false
brew "php@7.3", restart_service: true, link: true
brew "redis", restart_service: true
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
cask "basecamp"
cask "beyond-compare"
cask "firefox"
cask "github"
cask "google-chrome"
cask "iterm2"
cask "kaleidoscope"
cask "skype-for-business"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "tableplus"
cask "transmit"
cask "visual-studio-code"
mas "1Password 7", id: 1333542190
mas "Dato", id: 1470584107
mas "Dynamo", id: 1445910651
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
